//基本元素，所有APP可能都会用到的
"Yes" = "是";
"No" = "否";
"OK" = "确定";
"Cancel" = "取消";
"Close" = "关闭";

//APP配置信息
"AreaIndex"= "1";
"Appname" = "WiseVPN";
"About" = "关于";
"CopyRight" = "版权所有 ©2016 wisevpn.net";
"Appname2" = "ShadowVPN";
"CopyRight2" = "Copyright ©2016 66mob.com";
"APPSTOREURL" = "http://itunes.apple.com/cn/app/id%@?mt=8";
"REVIEWURL" = "itms-apps://ax.itunes.apple.com/WebObjects/MZStore.woa/wa/viewContentsUserReviews?type=Purple+Software&id=%@";

//下面是功能模块
//更多
"More" = "更多";
"More Apps" = "更多应用";
"Submit Review" = "提交评论";
"Email to a Friend" = "推荐给朋友";
"Check for Update" = "检查更新";
"Feedback" = "意见反馈";
"Help" = "帮      助";
"About" = "关      于";
"This device is not configured to send e-mail function." = "此设备未配置邮件发送功能。";
"Recommend a good application to you" = "推荐一个好的应用给您";
"I found a good application to automatic" = "我发现一个好的应用软件，名字是：%@，推荐给您。下载地址是：\r\n";
"Mail has been canceled." = "邮件发送已取消。";
"Message is saved." = "邮件被保存。";
"Message has been sent." = "邮件已发送。";
"Message failed to send." = "邮件发送失败。";
"Message was not sent." = "邮件未发送。";
"Suggest" = "关于%@ %@的建议";
"More feture" = "功      能";
"Setting" = "设      置";
"Upgrade to pro version ." = "升级到专业版";
"Restore Purchases" = "恢复购买";
"You will upgrade to the pro version and remove all limits." = "您即将升级到专业版，升级后将解除所有限制。";
"Continue" = "继续";
"processing" = "处理中...";
"Thanks" = "谢谢你";
"Thanks for your support!" = "感谢您的支持！";
"Tips" = "友情提示";
"Opening..." = "正在打开...";
"Install" = "安  装";
"%@ - available on the App Store" = "%@ - 由App Store提供";
"Free" = "免费版";
"Professional" = "专业版";
"APP Theme" = "应用主题";
"Follow on Twitter" = "关注 Twitter";
//下面根据情况具体对待

//MainViewController
"Home" = "首页";
"Tools" = "工具箱";
"Auto select and order by speed" = "按速度排序并自动选择";

//HomeViewController
"WiseVPN" = "WiseVPN";
"Connect" = "连接";
"Invalid. Waiting for setting." = "无效. 等待设置与安装.";
"Disconnected" = "已断开";
"Disconnecting" = "正在断开";
"Connecting" = "正在连接";
"Reasserting" = "正在回滚";
"Connected" = "已连接";
"Disconnect" = "断开";
"Proxy Server :    None" = "代理 :    无";
"Proxy Server" = "代理";
"Settings" = "设置";
"Mode :" = "模式 :";
"Auto" = "自动分流";
"Global" = "全局代理";
"You have choices another server. To be using the new server. You must disconnected from current server." = "您已选择了一个新的代理服务器，请断开当前连接。";
"QR Read" = "从二维码读取";
"Found a new Share account. Add it?" = "发现一个新的分享帐号，是否添加？";
"Added suc!" = "添加成功！";
"Added suc!\nExpiration Date : %@" = "添加成功！\n有效期至： %@";
"Local proxy for develop" = "本地HTTP/HTTPS开发与调试代理";
"Proxy Server :    %@ %@" = "代理 :    %@ %@";
"DNS :    System" = "DNS :    系统";
"System" = "系统";
"From share" = "来自分享";
"Regulation" = "规则";
"From Album" = "从相册读取";
"The proxy has expired." = "代理服务已过期！";
"Share Now" = "立即分享";
"Found an app update. Please update it from App Store." = "发现智行VPN有了新版本，为了能继续正常使用和更优秀的体验，请从App Stroe更新。";
"This server is only be used by premium VIP." = "此服务器节点仅供订阅VIP使用，如果您已付费订阅，请在订阅界面恢复订阅授权，如果没有订阅请在订阅界面完成订阅。";
"This server is only be used by premium Yearly VIP." = "此服务器节点仅供年付订阅VIP使用，如果您已付费年订阅，请在订阅界面恢复订阅授权，如果没有订阅请在订阅界面订阅包年套餐，如果您的当前订阅不是包年套餐，请在订阅界面订阅包年套餐，新的订阅将在本期订阅到期后自动生效并扣费。";
"The rule ' DOMAIN-SUFFIX,%@,PROXY ' has been added to user actions and been valid. This tip will not show in next time. You can see the animation on system menu." = "规则' DOMAIN-SUFFIX,%@,PROXY '已添加到用户规则并生效。下次操作不会再显示该提醒，您可以看系统菜单图标变化进行判断。";

//ServerList
"Local" = "本地";
"Remote" = "远程";
"Are you sure to remove select item from list?" = "确定要删除选定项吗？";
"Confirm?" = "请确认？";
"Type" = "类型";
"Name" = "名称";
"Given Name" = "取个名字";
"Server" = "服务器";
"Server Address" = "服务器地址";
"Port" = "端口";
"Server Port" = "服务器端口";
"Password" = "密码";
"Server Password" = "服务器密码";
"Auth Method" = "加密方式";
"SSR Parameters" = "SSR 参数";
"Errors" = "出错了";
"Add or update fail! Try again later." = "添加或更新失败，请重试！";
"Add or update fail! Uninstall your app and reinstall again. And try again later." = "添加或更新失败，请删除App后重新安装，然后重试！";
"Remote Server" = "远程代理";
"Add Proxy Server" = "添加代理";
"Only for Http/Https" = "仅用于Http/Https";
"Need Auth" = "需要验证";
"Username" = "用户名";

//Share to friends
"Share to friends" = "分享给朋友";
"Share to" = "分享到";
"Save to album" = "保存到相册";
"Save fail!" = "保存失败！";
"Saved suc!" = "保存成功！";
"%@ Proxy Share" = "%@ 分享";
"Invalid date!" = "错误的日期!";
"Expiration Date" = "有效期至";

//DNS Mgr
"Custom DNS" = "自定义DNS";
"Invalid IP" = "错误的IP地址";
"DNS List" = "DNS列表";

//Dev log
"Request detail" = "请求详情";
"Recent requests" = "最近请求";
"No Contents" = "没有内容";
"Proxy server works fine. \nNow open your website or App you want to debug." = "代理服务已连接。 \n现在请打开您想调试的网页或App。";
"You should connect to proxy server before view request log." = "在查看请求日志前请连接代理服务器。";
"Open Safari" = "打开Safari";
"Connect To Proxy Server" = "连接代理服务器";
"Request begin" = "请求开始";
"Request end" = "请求结束";
"URL Match start" = "URL 匹配开始";
"URL Match end" = "URL 匹配结束";
"IP Match start" = "IP 匹配开始";
"IP Match end" = "IP 匹配结束";
"DNS Match start" = "DNS 匹配开始";
"DNS Match end" = "DNS 匹配结束";
"DNS lookup start" = "DNS 查找开始";
"DNS lookup fail" = "DNS 查找失败";
"DNS lookup end" = "DNS 查找结束";
"Remote connect start" = "远程连接开始";
"Remote connected" = "远程连接成功";
"Global mode" = "全局模式";
"None Global mode" = "非全局模式";
"Proxy DNS lookup start" = "代理 DNS 查找开始";
"Proxy DNS lookup fail" = "代理 DNS 查找失败";
"Proxy DNS lookup end" = "代理 DNS 查找结束";
"Proxy start" = "代理连接开始";
"Proxy connected" ="代理已连接";
"IP V6" = "IP V6";

//running log
"Running log" = "运行日志";

//Tools
"Log" = "日志";
"Recent requests log" = "最近请求日志";
"My IP location" = "我的IP位置";
"Status" = "状态";
"Starting time: %@" = "启动时间: %@";
"Running time: %@" = "运行时长: %@";
"Ping Test" = "Ping 测试";
"Target:" = "目标：";
"Host or IP" = "IP或网址";

//rule
"Auto match" = "智能分流";
"Block ads" = "拦截广告";
"Direct all CN website" = "中国网站直达";
"Proxy all US website" = "美国网站代理";
"Proxy all JP website" = "日本网站代理";
"Rule :    %@" = "规则 :    %@";
"Default" = "默认";
"Custom" = "自定义";
"Custom rule set" = "自定义规则集";
"User rule set has been exist!" = "用户规则集已存在！";
"Start WiFi server..." = "启动WiFi网页导入...";
"Edit rule set from Mac/PC" = "从Mac/PC导入规则集";
"Open your computer's web browser with the following URL：\r\n%@" = "在你的电脑上打开网页浏览器访问下面的网址:\n%@";
"You need wifi environment in order to use the wifi rule set manage." = "您需要WIFI环境才能使用该功能管理和编辑规则集。";

//网速测试
"Net Speed Test" = "网速测试";
"File url" = "测试地址";
"File to download" = "待下载测试的文件地址";
"Avg speed : %@" = "平均速度 : %@";
"Start" = "开始";
"Stop" = "停止";

//VIP
"waiting..." = "请求中...";
"Something went wrong. Maybe you have ordered another package." = "如果您之前已订阅某个套餐，则不用重复订阅。如果您更改套餐，则已成功更改，新订阅将在本次订阅结束后生效。";
"Thank you! Please restart app after buying if invalid date not update." = "谢谢您！如果订阅完成后授权日期没有更新，请重启APP或在菜单中点更新按钮刷新时间，或者再次购买进入恢复，不会重复扣费。";
"Thank you! Please restart app and wait a moment after subscriptions if expiration date not update." = "谢谢您！如果订阅完成后新的有效日期没有更新，请重启APP并等待一会，或在菜单中点更新按钮刷新时间，或者再次购买进入恢复，不会重复扣费。";
"Synchronous authorization..." = "同步授权...";
"Expired time for VIP:    %@" = "VIP有效时间:    %@";
